Repository: tdbaddon/tdbaddon
Catalog: plugin.video.exodus/resources/language/Arabic/strings.po
Languages: ar

# #30001
source: Movies
ar: الأفلام

# #30002
source: TV Shows
ar: المسلسلات

# #30003
source: Channels
ar: القنوات

# #30004
source: My Lists
ar: قوائمي

# #30005
source: Latest Movies
ar: أخر الأفلام

# #30006
source: Latest Episodes
ar: أخر المسلسلات

# #30007
source: TV Calendar
ar: التقويم للمسلسلات

# #30008
source: Tools
ar: الأدوات

# #30009
source: Search
ar: بحث

# #30010
source: Downloads
ar: التحميلات

# #30021
source: Genres
ar: عام

# #30022
source: Year
ar: السنة

# #30023
source: People
ar: المشاهدين

# #30024
source: Certificates
ar: الشهادات

# #30025
source: Featured
ar: الأكثر تميزا

# #30026
source: People Watching
ar: الأكثر مشاهدة

# #30027
source: Most Popular
ar: الأكثر شهرة

# #30028
source: Most Voted
ar: الأكثر تقييما

# #30029
source: Box Office
ar: شباك التذاكر

# #30030
source: Oscar Winners
ar: أوسكار

# #30031
source: In Theaters
ar: في السينما

# #30032
source: Latest Movies
ar: أخر الأفلام

# #30033
source: My Lists
ar: قوائمي

# #30034
source: People Search
ar: بحث المشاهدين

# #30035
source: Search
ar: بحث

# #30036
source: Collection
ar: مجموعة

# #30037
source: Watchlist
ar: قائمة المشاهدة

# #30038
source: Movie Lists
ar: قوائم الأفلام

# #30039
source: History
ar: تاريخ

# #30051
source: Genres
ar: عام

# #30052
source: Year
ar: السنة

# #30054
source: People Watching
ar: الأكثر مشاهدة

# #30055
source: Most Popular
ar: الأكثر شهرة

# #30056
source: Airing today
ar: بث اليوم

# #30057
source: Returning TV Shows
ar: المسلسلات المعادة

# #30058
source: New TV Shows
ar: الأحدث في المسلسلات

# #30059
source: Highly Rated
ar: الأعلى تقييما

# #30060
source: Most Voted
ar: الأكثر تقييما

# #30061
source: TV Calendar
ar: التقويم للمسلسلات

# #30062
source: Latest Episodes
ar: أحر الحلقات

# #30063
source: My Lists
ar: قوائمي

# #30065
source: People Search
ar: بحث المشاهدين

# #30066
source: Search
ar: بحث

# #30067
source: Collection
ar: مجموعة

# #30068
source: Watchlist
ar: قائمة المشاهدة

# #30069
source: Progress
ar: تقدم

# #30070
source: Featured
ar: الأكثر تميز

# #30071
source: TV Show Lists
ar: قوائم المسلسلات

# #30072
source: Episode Lists
ar: قوائم الحلقات

# #30073
source: History
ar: تاريخ

# #30081
source: No Trakt or IMDb account found.
ar: TRAKT,IMDbلم يتم العثور على اي من الحسابات التالية .

# #30083
source: In order to use them enable them in settings.
ar: من أجل استخدامها قم في تفعيلها في إعدادات.

# #30084
source: [B]TRAKT[/B] : Collection
ar: [B]TRAKT[/B] : محموعة

# #30085
source: [B]TRAKT[/B] : TV Collection
ar: [B]TRAKT[/B] : مجموعة المسلسلات

# #30086
source: [B]TRAKT[/B] : Watchlist
ar: [B]TRAKT[/B] : قائمة المشاهدة

# #30087
source: [B]TRAKT[/B] : TV Watchlist
ar: [B]TRAKT[/B] : قائمة المشاهدة للمسلسلات

# #30088
source: [B]IMDB[/B] : Watchlist
ar: [B]IMDB[/B] : قائمة المشاهدة

# #30089
source: [B]IMDB[/B] : TV Watchlist
ar: [B]IMDB[/B] : قائمة المشاهدة للمسلسلات

# #30090
source: [B]TRAKT[/B] : Featured
ar: [B]TRAKT[/B] : الأكثر تميزا

# #30091
source: [B]TRAKT[/B] : TV Featured
ar: [B]TRAKT[/B] : الأكثر تميز في المسلسلات

# #30092
source: [B]TRAKT[/B] : History
ar: [B]TRAKT[/B] : تاريخ

# #30093
source: [B]TRAKT[/B] : TV History
ar: [B]TRAKT[/B] : مسلسلات تاريخية

# #30094
source: [B]TRAKT[/B] : Progress
ar: [B]TRAKT[/B] : تقدم

# #30095
source: [B]TRAKT[/B] : Episodes
ar: [B]TRAKT[/B] : حلقات

# #30096
source: Movie Lists
ar: قوائم الأفلام

# #30097
source: TV Show Lists
ar: قوائم المسلسلات

# #30098
source: Episode Lists
ar: قوائم الحلقات

# #30111
source: [B]SETTINGS[/B] : General
ar: [B]SETTINGS[/B] : عام

# #30112
source: [B]SETTINGS[/B] : Accounts
ar: [B]SETTINGS[/B] : الحسابات

# #30113
source: [B]SETTINGS[/B] : Playback
ar: [B]SETTINGS[/B] : اعدادات التشغيل

# #30114
source: [B]SETTINGS[/B] : Subtitles
ar: [B]SETTINGS[/B] : الترجمة

# #30115
source: [B]SETTINGS[/B] : Providers
ar: [B]SETTINGS[/B] : الموفرين

# #30120
source: [B]EXODUS[/B] : Clear cache...
ar: [B]EXODUS[/B] : تنظيف الذاكرة ...

# #30122
source: [B]EXODUS[/B] : Downloads
ar: [B]EXODUS[/B] : التحميلات

# #30141
source: Movies
ar: الأفلام

# #30142
source: TV Shows
ar: المسلسلات

# #30151
source: Movies
ar: الافلام

# #30152
source: TV Shows
ar: المسلسلات

# #30153
source: People (Movies)
ar: المشاهدون (الافلام)

# #30154
source: People (TV)
ar: المشاهدون (المسلسلات)

# #30155
source: Queue item
ar: إضافة الى قائمة الإنتظار

# #30201
source: Search
ar: بحث

# #30202
source: Queue item
ar: إضافة الى قائمة الإنتظار

# #30203
source: Auto-play
ar: تشغيل تلقائي

# #30204
source: Play using...
ar: تشغيل بواسطة...

# #30205
source: Movie information
ar: معلومات الفلم

# #30206
source: Mark as watched
ar: إجعلها مشاهدة

# #30207
source: Mark as unwatched
ar: إجعلها لم تشاهد

# #30209
source: Add to favourites
ar: إضافة الي المفضلة

# #30210
source: Remove from favourites
ar: حذف من المفضلة

# #30212
source: Set Movies view
ar: جعل الافلام في العرض

# #30213
source: [I]Next Page[/I]
ar: [I]الصفحة التالية[/I]

# #30214
source: Movie trailer
ar: مقطع من الفلم

# #30231
source: Search
ar: بحث

# #30232
source: Queue item
ar: إضافة الى قائمة الإنتظار

# #30233
source: TV show information
ar: معلومات المسلسل

# #30234
source: Mark as watched
ar: إجعلها مشاهدة

# #30235
source: Mark as unwatched
ar: إجعلها لم تشاهد

# #30237
source: Add to favourites
ar: إضافة الي المفضلة

# #30238
source: Remove from favourites
ar: حذف من المفضلة

# #30240
source: Set TV Shows view
ar: إجعل المسلسلات في العرض

# #30241
source: [I]Next Page[/I]
ar: [I]الصفحة التالية[/I]

# #30242
source: TV show trailer
ar: مقطع من المسلسل

# #30261
source: Queue item
ar: إضافة الى قائمة الإنتظار

# #30262
source: TV show information
ar: معلمات المسلسل

# #30263
source: Mark as watched
ar: إجعلها مشاهدة

# #30264
source: Mark as unwatched
ar: إجعلها لم تشاهد

# #30266
source: Add to favourites
ar: إضافة الي المفضلة

# #30267
source: Remove from favourites
ar: حذف من المفضلة

# #30268
source: TV show trailer
ar: مقطع من المسلسل

# #30269
source: Set Seasons view
ar: إجعل المواسم في العرض

# #30270
source: Auto-play
ar: تشغيل تلقائي

# #30271
source: Play using...
ar: تشغيل بواسطة...

# #30272
source: Episode information
ar: معلومات للحلقة

# #30273
source: Set Episodes view
ar: إجعل الحلقات في العرض

# #30274
source: Browse Seasons
ar: استعراض المواسم

# #30275
source: Season
ar: موسم

# #30291
source: Auto-play
ar: تشغيل تلقائي

# #30292
source: Play using...
ar: تشغيل بواسطة...

# #30293
source: Information
ar: معلومات

# #30294
source: Refresh
ar: تحديث

# #30295
source: Add-on settings
ar: اعدادات البرنامج

# #30296
source: Now playing...
ar: في قيد التشغيل...

# #30297
source: Trailer
ar: مقطع دعائي

# #30401
source: Are you sure?
ar: هل انت متاكد؟

# #30402
source: Process Complete
ar: تم اكتمال العملية

# #30411
source: A RealDebrid account already exists
ar: RealDebrid الحساب موجود بالفعل

# #30413
source: Do you want to reset?
ar: هل ترغب في اعادة التعيين؟

# #30414
source: Yes
ar: نعم

# #30415
source: No
ar: لا

# #30416
source: 1) Visit :
ar: 1) زيارة :

# #30417
source: 2) When prompted enter :
ar: 2) الأدخال السريع :

# #30451
source: Getting information
ar: الحصول على المعلومات

# #30461
source: Resume from
ar: التكملة من

# #30462
source: Start from beginning
ar: ابدأ من جديد

# #30463
source: Resume
ar: التكملة

# #30464
source: Loaded in
ar: تحميل في

# #30465
source: seconds
ar: ثواني

# #30472
source: Add to Collection
ar: إضافة الى المحموعة

# #30473
source: Remove from Collection
ar: حذف من المجموعة

# #30474
source: Add to Watchlist
ar: إضافة الي قائمة المشاهدة

# #30475
source: Remove from Watchlist
ar: الحذف من قائمة المشاهدة

# #30476
source: Add to new List
ar: إضافة إلى قائمة جديدة

# #30477
source: Add to
ar: إضافة إلى

# #30478
source: Remove from
ar: حذف من

# #30479
source: A Trakt account already exists
ar: Trakt الحساب موجود بالفعل

# #30481
source: Do you want to reset?
ar: هل ترغب في اعادة التعيين؟

# #30482
source: Yes
ar: نعم

# #30483
source: No
ar: لا

# #30491
source: This View is now Default
ar: العرض الافتراضي

# #30501
source: No stream available
ar: عدم توفر روابط

# #30502
source: Movie information
ar: معلومات الفلم

# #30503
source: Episode information
ar: معلومات عن الحلقة

# #30504
source: Queue item
ar: إضافة الى قائمة الإنتظار

# #30505
source: Download item
ar: تحميل الرابط

# #30506
source: Refresh providers
ar: تجديث الروابط

# #30507
source: Add-on settings
ar: إعدادات البرنامج

# #30508
source: Now playing...
ar: في قيد التشغيل...

# #30509
source: Auto-play
ar: تشغيل تلقائي

# #30510
source: Are you sure?
ar: هل انت متاكد؟

# #30511
source: Process Complete
ar: اكتمال العملية

# #30512
source: Time elapsed
ar: الوقت المنتهي

# #30513
source: seconds
ar: ثواني

# #30514
source: Remaining providers
ar: الروابط المتبقية

# #30515
source: Loading streams
ar: تحميل الرابط

# #30516
source: Movie trailer
ar: مقطع من الفلم

# #30517
source: TV show trailer
ar: مقطع من المسلسل

# #30518
source: Playback outside Exodus is not allowed
ar: التشغيل خارج البرنامج غير مسموح

# #30521
source: Monday
ar: الاثنين

# #30522
source: Tuesday
ar: الثلاثة

# #30523
source: Wednesday
ar: الاربعاء

# #30524
source: Thursday
ar: الخميس

# #30525
source: Friday
ar: الجمعة

# #30526
source: Saturday
ar: السبت

# #30527
source: Sunday
ar: الاحد

# #30528
source: January
ar: يناير

# #30529
source: February
ar: فبراير

# #30530
source: March
ar: مارس

# #30531
source: April
ar: ابرل

# #30532
source: May
ar: مايو

# #30533
source: June
ar: يونيو

# #30534
source: July
ar: يوليو

# #30535
source: August
ar: أغوسطس

# #30536
source: September
ar: سبتمبر

# #30537
source: October
ar: اكتوبر

# #30538
source: November
ar: نوفمبر

# #30539
source: December
ar: ديسمبر

# #30800
source: General
ar: عام

# #30801
source: Appearance
ar: المظهر

# #30802
source: Enable Fanart
ar: تمكين خلفيات البرنامج

# #30803
source: Info Language
ar: معلومات اللغة

# #30804
source: Providers Timeout
ar: وقت انتهاء البحث في الروابط

# #30805
source: Main menu
ar: القائمة الرئيسية

# #30806
source: Latest Movies
ar: أخر الأفلام

# #30807
source: Disabled
ar: تعطيل

# #30808
source: Featured
ar: الأكثر تميزا

# #30809
source: People Watching
ar: الأكثر مشاهدة

# #30810
source: Most Popular
ar: الأكثر شهرة

# #30811
source: In Theaters
ar: في السينما

# #30812
source: Latest Episodes
ar: أخر الحلقات

# #30813
source: Disabled
ar: تعطيل

# #30814
source: Episodes
ar: الحلقات

# #30815
source: Trakt Progress
ar: Trakt المقدم في

# #30816
source: Trakt Episodes
ar: Trakt الحلقات في

# #30817
source: TV Calendar
ar: التقويم للمسلسلات

# #30818
source: Disabled
ar: تعطيل

# #30819
source: Enabled
ar: تمكين

# #30821
source: Local
ar: محلي

# #30823
source: My Lists
ar: قوائمي

# #30824
source: Disabled
ar: تعطيل

# #30825
source: Enabled
ar: تمكين

# #30826
source: Sub menu
ar: القوائم الفرعية

# #30830
source: Playback
ar: تشغيل

# #30831
source: Max Quality
ar: أعلى جودة

# #30832
source: Host selection
ar: اختيار الروابط

# #30834
source: Directory
ar: توجيهي

# #30835
source: File Hosting Filters
ar: تصنيفات الروابط

# #30836
source: Hosters with captchas
ar: روابط مع صورة

# #30837
source: Sort by Provider
ar: الترتيب حسب الروابط

# #30839
source: Auto-play
ar: تشغيل تلقائي

# #30840
source: Auto-play
ar: تشغيل تلقائي

# #30842
source: Force SD playback in Auto-play
ar: التشغيل التلقائي لي SD

# #30843
source: When playback starts...
ar: متي يبدأ التشغيل...

# #30844
source: Resume Playback
ar: بدأ من جديد

# #30845
source: Playback Info
ar: معلومات التشغيل

# #30846
source: Progress Dialog
ar: الروابط المقدمة

# #30847
source: Safe
ar: أمان

# #30848
source: Unsafe
ar: غير أمن

# #30860
source: Providers
ar: الروابط

# #30910
source: Accounts
ar: الحسابات

# #30911
source: User
ar: المستخدم

# #30912
source: Email
ar: الإميل

# #30913
source: Password
ar: الرقم السري

# #30914
source: Authorization...
ar: تفويض...

# #30940
source: Subtitles
ar: الترجمات

# #30941
source: Subtitles could be unavailable or out of sync.
ar: ترجمات قد تكون غير متوفرة أو متزامنة.

# #30942
source: In that case use your own subtitles.
ar: إستخدام الترجمة الخاصة بك.

# #30943
source: Enable subtitles
ar: تفعيل الترجمات

# #30944
source: Convert subtitles to UTF-8
ar: تحويل الترجمة الى UTF-8

# #30945
source: Primary Language
ar: اللغة الأفتراضية

# #30946
source: Secondary Language
ar: اللغة الثانية

# #30950
source: Downloads
ar: التحميلات

# #30951
source: Movies
ar: الأفلام

# #30952
source: TV
ar: المسلسلات

# #30953
source: Enable downloads
ar: تفعيل التحميل

# #30954
source: Downloading features are disabled by default.
ar: خدمة التحميل معطلة افتراضيا.

# #30955
source: Set up your download folders in order to enable them.
ar: أختر مجلد التحميل الخاص بك من اجل التفعيل.
