Repository: tdbaddon/tdbaddon
Catalog: plugin.video.salts/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: Movies
hr: Filmovi

# #30001
source: TV Shows
hr: TV Serije

# #30002
source: Movie
hr: Film

# #30003
source: TV Show
hr: TV Serija

# #30004
source: Settings
hr: Postavke

# #30005
source: Scraper Sort Order
hr: Redoslijed izvora

# #30006
source: Url Resolver Settings
hr: Url Resolver postavke

# #30007
source: Add-on Settings
hr: Postavke dodatka

# #30008
source: Auto-Configure SALTS
hr: Auto-konfiguriraj SALTS

# #30009
source: Authorize SALTS to access my trakt.tv account
hr: Autoriziraj SALTS za pristup mojem trakt.tv računu

# #30010
source: Set Default Views
hr: Postavi zadane preglede

# #30011
source: Remove Cached Url(s)
hr: Ukloni izvore iz cache memorije

# #30012
source: Trending %s
hr: U trendu %s

# #30013
source: Popular %s
hr: Popularno %s

# #30014
source: Recently Updated %s
hr: Nedavno dodano %s

# #30015
source: Recommended %s
hr: Preporučeno %s

# #30016
source: My %s Collection
hr: Moja %s Kolekcija

# #30017
source: My Favorites
hr: Moji omiljeni

# #30018
source: My Subscriptions
hr: Moje pretplate

# #30019
source: My Watchlist
hr: Moja Watchlista

# #30020
source: My Lists
hr: Moji popisi

# #30021
source: Other Lists
hr: Ostali popisi

# #30022
source: My Next Episodes
hr: Moje sljedeće epizode

# #30023
source: My Calendar
hr: Moj Kalendar

# #30024
source: General Calendar
hr: Opći Kalendar

# #30025
source: Premiere Calendar
hr: Kalendar premijera

# #30026
source: Search
hr: Pretraga

# #30027
source: Recent Searches
hr: Nedavne pretrage

# #30028
source: Saved Searches
hr: Spremljene pretrage

# #30029
source: Force Refresh
hr: Forsiraj osvježenje

# #30030
source: Clear All %s
hr: Očisti sve %s

# #30031
source: Forcing Refresh
hr: Forsiram osvježenje

# #30032
source: Force Refresh Complete
hr: Forsirano osvježenje završeno

# #30033
source: Enable All Scrapers
hr: Omogući sve izvore

# #30034
source: Disable All Scrapers
hr: Onemogući sve izvore

# #30035
source: Enable Scraper
hr: Omogući izvor

# #30036
source: Disable Scraper
hr: Onemogući izvor

# #30037
source: Move Up
hr: Pomakni gore

# #30038
source: Move Down
hr: Pomakni dolje

# #30039
source: Move To...
hr: Pomakni na...

# #30040
source: Enter New Position (1 - %s)
hr: Upiši novu poziciju (1 - %s)

# #30041
source: Set Default %s View
hr: Postavi zadani %s Pregled

# #30042
source: Set a view then select this item to set the default %s view
hr: Postavi pregled, a zatim označi ovu stavku za postavljanje zadanog %s pregleda

# #30043
source: Import
hr: Uvezi

# #30044
source: %s View Set to: %s
hr: %s Pregled postavljen na: %s

# #30045
source: Delete [B][COLOR red]ENTIRE[/COLOR][/B] Url Cache
hr: Izbriši [B][COLOR]CIJELI[/COLOR][/B] Url Cache

# #30046
source: This will set some settings to values that have been found to
hr: Ovo će postaviti neke postavke na vrijednosti koje su se pokazale

# #30047
source: be effective. The following settings will be changed:
hr: efektivnima. Ove će postavke biti promijenjene:

# #30049
source: Go Back
hr: Idi natrag

# #30050
source: Continue
hr: Nastavi

# #30051
source: Auto-configure Complete
hr: Auto-konfiguracija završena

# #30052
source: Set as Favorites List
hr: Postavi kao popis Omiljenih

# #30053
source: Set as Subscription List
hr: Postavi kao popis za pretplate

# #30054
source: Import from Collection
hr: Uvezi iz Kolekcije

# #30055
source: Add another user's list
hr: Dodaj tuđu listu

# #30056
source: Copy to My List
hr: Kopiraj u Moje Liste

# #30057
source: Add more from %s
hr: Dodaj više iz %s

# #30058
source: Remove List
hr: Ukloni listu

# #30059
source: Rename List
hr: Preimenuj listu

# #30060
source: Enter the new name (blank to reset)
hr: Unesi novo ime (prazno za reset)

# #30061
source: Enter username of list owner
hr: Unesi username vlasnika liste

# #30062
source: List Does Not Exist: %s
hr: Lista ne postoji: %s

# #30063
source: Progress Timeouts: %s/%s
hr: Timeout napredka: %s/%s

# #30064
source: Browse Seasons
hr: Pretraži sezone

# #30065
source: Update Subscriptions: (Next Run: [COLOR %s]%s[/COLOR])
hr: Osvježi pretplate: (Sljedeće pokretanje [COLOR %s]%s[/COLOR])

# #30066
source: Clean-Up Subscriptions
hr: Očisti pretplate

# #30067
source: Pick a list to use for Subscriptions
hr: Odeberi listu za pretplate

# #30068
source: Pick a list to use for Favorites
hr: Odaberi listu za Omiljene

# #30069
source: Blank Searches are not allowed
hr: Prazna pretraživanja nisu dopuštena

# #30070
source: Save Search
hr: Spremi pretraživanje

# #30071
source: Remove from Recent
hr: Ukloni iz nedavnih

# #30072
source: Delete Search
hr: Ukloni pretragu

# #30073
source: Recent %s Searches Cleared
hr: Nedavne pretrage očišćene %s

# #30074
source: Saved %s Searches Cleared
hr: Spremljene pretrage očišćene %s

# #30075
source: Scraper Timeouts: %s/%s
hr: Timeout izvora: %s/%s

# #30076
source: No Useable Sources Found%s
hr: Nema pronađenih izvora

# #30077
source: Choose a subtitle to download
hr: Odaberite podnapis za preuzimanje

# #30078
source: Link Resolve Failed: %s
hr: Pogreška pri obradi linka: %s

# #30079
source: All sources failed to play
hr: Nijedan izvor nije uspješno reproduciran

# #30080
source: Choose your stream
hr: Odaberite svoj izvor

# #30081
source: Set Related Url
hr: Postavi povezani Url

# #30082
source: Received result from: %s
hr: Prihvati rezultate s: %s

# #30083
source: Url To Change (%s)
hr: Url za promjenu (%s)

# #30084
source: Related %s url at %s
hr: Povezani %s url na %s

# #30085
source: [COLOR blue]%s[/COLOR] Related Url Set
hr: [COLOR blue]%s[/COLOR] Povezani Url postavljen

# #30086
source: Manual Search
hr: Ručna pretraga

# #30087
source: Select Related
hr: Odaberite povezano

# #30088
source: Enter Search
hr: Unesi pretraživanje

# #30089
source: Scraper does not support searching
hr: Izvor ne podržava pretragu

# #30090
source: Enter Rating (unrate, or 1-10)
hr: Unesite ocjenu (ukloni, ili 1-10)

# #30091
source: Input TVShow ID
hr: Unesite ID TV Serije

# #30092
source: Item Added to Collection
hr: Stavka dodana u Kolekciju

# #30093
source: Item Removed from Collection
hr: Stavka uklonjena iz Kolekcije

# #30094
source: Item Added to List
hr: Stavka dodana na Popis

# #30095
source: List Copied: (A:%s/E:%s/S:%s)
hr: Popis je kopiran: (A:%s/E:%s/S:%s)

# #30097
source: Marked as %s
hr: Označeno kao %s

# #30098
source: Updating Subscriptions...
hr: Ažuriranje pretplate ...

# #30099
source: Next Update in %0.1f hours
hr: Sljedeći Ažuriranje je u %0.1f sati

# #30100
source: Are you sure you want to delete the url cache?
hr: Jeste li sigurni da želite izbrisati url cache?

# #30101
source: This will slow things down until all urls are re-cached
hr: To će usporiti stvari dok se svi URL-ovi ponovno ne spreme

# #30102
source: Keep
hr: Zadrži

# #30103
source: Delete
hr: Izbriši

# #30104
source: Flush web cache
hr: Isperite web cashe

# #30105
source: DB Reset Successful
hr: DB Ponovno postavljanje Uspješno

# #30106
source: Reset only allowed on sqlite DBs
hr: Ponovno postavljanje dopušteno samo na sqlite DBs

# #30107
source: Select Export Directory
hr: Odaberite Directory za Izvoz

# #30108
source: Enter Export Filename
hr: Unesite Naziv datoteke za Izvoz

# #30109
source: Export Successful
hr: Izvoz uspio

# #30110
source: Exported to %s
hr: Izvezi u %s

# #30111
source: Export
hr: Izvoz

# #30112
source: Export Failed
hr: Izvoz nije uspio

# #30113
source: Select Import File
hr: Odaberite Uvoz datoteke

# #30114
source: Import Success
hr: Uvoz uspio

# #30115
source: Imported from %s
hr: Uvezeno od %s

# #30116
source: Import
hr: Uvoz

# #30117
source: Import Failed
hr: Uvoz nije uspio

# #30118
source: Remove from List
hr: Ukloni s popisa

# #30119
source: Subscribe
hr: Pretplatite se

# #30120
source: Require Aired Only?
hr: Zahtijeva jedino emitirano?

# #30121
source: Require Page Only?
hr: Zahtijeva jedino stranice?

# #30122
source: Next Page
hr: Slijedeća stranica

# #30123
source: Previous Week
hr: Prethodni tjedan

# #30124
source: Next Week
hr: Sljedeći tjedan

# #30125
source: Mark as Unwatched
hr: Označi kao nepogledan

# #30126
source: Mark as Watched
hr: Označi kao pogledan

# #30127
source: Rate on trakt.tv
hr: Ocijeni na trakt.tv

# #30128
source: Set as Season View
hr: Postavi kao pregled sezone

# #30129
source: Unavailable
hr: Nedostupno

# #30130
source: Select Source
hr: Odaberite izvor

# #30131
source: Download Source
hr: Preuzmi izvor

# #30132
source: Show Information
hr: Prikaži informacije

# #30133
source: Add Show to List
hr: Dodaj Seriju na popis

# #30134
source: Set Related Show Url (Search)
hr: Postavite Srodnu Seriju Url (Traži)

# #30135
source: Set Related Url (Manual)
hr: Postavite Srodni Url (Ručno)

# #30136
source: Remove from Collection
hr: Ukloni iz Zbirke

# #30137
source: Add to Collection
hr: Dodaj u zbirku

# #30138
source: Add to List
hr: Dodaj na popis

# #30139
source: Add to Library
hr: Dodaj u biblioteku

# #30140
source: Set Addic7ed TVShowID
hr: Postavi pripadajući TVShowID

# #30141
source: Use Default episode matching
hr: Koristi zadana podudaranja epizoda

# #30142
source: Use Episode Title matching
hr: Koristite podudaranja Naslova Epizode

# #30143
source: Set Related Url (Search)
hr: Postavite Srodni Url (Traži)

# #30144
source: Play Trailer
hr: Pokreni najavu

# #30145
source: Pick a list
hr: Odaberite popis

# #30146
source: No Lists exist for user: %s
hr: Ne postoje popisi za korisnika: %s

# #30147
source: Scraper Automatically Disabled
hr: Izvor automatski onemogućen

# #30148
source: [COLOR blue]%s[/COLOR]'s FL of %s is over your Failure Level threshold
hr: [COLOR blue]%s[/COLOR]'s FL od %s je preko tvoje granice pogrešnog nivoa

# #30149
source: Disabling it avoids wasting time and resources
hr: Onemogućavanjem toga izbjegava se gubljenje vremena i resursa

# #30150
source: ([I]If you Keep Enabled, consider increasing scraper timeout[/I])
hr: ([I]Ako zadržite omogućenim, razmislite o povećanju timeouta scrapera[/I])

# #30151
source: Keep Enabled
hr: Držite Omogućeno

# #30152
source: Disable It
hr: Onemogućite to

# #30153
source: Trakt Bookmark Exists
hr: Postoje Trakt Oznake

# #30154
source: Local Bookmark Exists
hr: Postoje Lokalne Oznake

# #30155
source: Resume from %s
hr: Nastavi od %s

# #30156
source: Start from beginning
hr: Počnite od početka

# #30157
source: Resume
hr: Nastavi

# #30158
source: Downloading: %s...
hr: Skidanje: %s...

# #30159
source: Download Complete: %s
hr: Skidanje gotovo: %s

# #30160
source: Error (%s) during download: %s
hr: Greška (%s) tijekom skidanja: %s

# #30161
source: Trakt Account Authorization
hr: Autorizacija Trakt računa

# #30162
source: To authorize SALTS to access your trakt.tv account:
hr: Ovlastite SALTS za pristup vašem računu trakt.tv:

# #30164
source: 2) If prompted, authorize SALTS to access your account.
hr: 2) Ako je potrebno, ovlasti SALTS za pristup tvom računu.

# #30165
source: 3) Enter the PIN provided in the box below.
hr: 3) Unesite PIN naveden u okviru ispod.

# #30167
source: Authorize
hr: Autorizirajte

# #30168
source: Remind Me Later
hr: Podsjeti me kasnije

# #30169
source: No Thanks
hr: Ne hvala

# #30170
source: Trakt.tv PIN Authorization Failed
hr: Trakt.tv PIN autorizacija nije uspjela

# #30171
source: You will be reminded in 24 hours
hr: Podsjetit će vas tijekom 24 sata

# #30172
source: Use Addon Settings later if you change your mind
hr: Koristite Postavke dodatka kasnije ako se predomislite

# #30173
source: Trakt Authorization Complete
hr: Trakt Autorizacija završena

# #30174
source: Enabled
hr: Omogućeno

# #30175
source: Base Url
hr: Bazni Url

# #30176
source: Include in Page Existence checks?
hr: Uključiti u provjeru postojanja stranice

# #30177
source: Username
hr: Korisničko ime

# #30178
source: Password
hr: Lozinka

# #30179
source: Filter results older than (0=No Filter) (days)
hr: Filtriranje Rezultata starije od (0 = bez filtera) (dana)

# #30180
source: Automatically Select
hr: Automatski odabir

# #30181
source: Include Premium
hr: Uključi Premium

# #30182
source: Maximum Pages
hr: Maksimalan broj stranica

# #30183
source: No Sources Found
hr: Nema pronađenih Izvora

# #30184
source: Season
hr: Sezona

# #30185
source: DISABLED
hr: Onesposobljen

# #30186
source: Search
hr: Pretraga

# #30187
source: Watched
hr: Gledano

# #30188
source: Unwatched
hr: Nepogledano

# #30189
source: Updating
hr: Ažuriranje

# #30190
source: Failed to create directory
hr: Neuspješna izrada direktorija

# #30191
source: Failed to write file
hr: Neuspjelo pisanje datoteke

# #30192
source: Reset All Scraper Base Urls to Default
hr: Ponovno postavljanje Svih bazičnih Url-ova Izvora na Početno

# #30193
source: Base Url Reset Complete
hr: Ponovno postavljanje Svih bazičnih Url-ova Izvora završeno

# #30194
source: Requesting Url for: %s
hr: Traženje Url za: %s

# #30195
source: '%s' added to library
hr: '%s' dodaje se biblioteci

# #30196
source: Add to Section Menu
hr: Dodaj u Odjeljak izbornika

# #30197
source: Remove from Section Menu
hr: Makni iz Odjeljka izbornika

# #30198
source: Liked Lists
hr: Pozitivno ocijenjeni popisi

# #30199
source: %s Mosts
hr: %s Naj

# #30200
source: Most Played This Week
hr: Najčešće reproduciranih ovaj tjedan

# #30201
source: Most Played This Month
hr: Najčešće reproduciranih ovog mjeseca

# #30202
source: Most Played All Time
hr: Najčešće reproduciranih svih vremena

# #30203
source: Most Watched This Week
hr: Najgledaniji ovaj tjedan

# #30204
source: Most Watched This Month
hr: Najgledanijih ovog mjeseca

# #30205
source: Most Watched All Time
hr: Najgledaniji svih vremena

# #30206
source: Most Collected This Week
hr: Najviše Prikupljani Ovaj tjedan

# #30207
source: Most Collected This Month
hr: Najviše prikupljenih Ovaj Mjesec

# #30208
source: Most Collected All Time
hr: Najviše prikupljenih Svih vremena

# #30209
source: %s NOT added to library (%s)
hr: %s NIJE dodano u biblioteku (%s)

# #30210
source: Local Exists
hr: Postoji u lokalu

# #30211
source: Scraper Download Url
hr: Preuzimanje Url Scarpera

# #30212
source: Scraper Decryption Key
hr: Ključ za dešifriranje Scrapera

# #30214
source: on
hr: na

# #30215
source: Delete Bookmark
hr: Obriši Oznake

# #30216
source: Bookmark Deleted
hr: Oznake Obrisane

# #30217
source: Force No Match
hr: Forsiraj Nepodudaranja

# #30218
source: Getting Sources
hr: Dobivanje izvora

# #30219
source: Requested Sources from: %s
hr: Traženi Izvori iz: %s

# #30220
source: Received %s Sources from: %s
hr: Primljeni %s izvori iz: %s

# #30221
source: Applying Source Filters
hr: Primjena Filtera Izvora

# #30222
source: Include Links from Comments
hr: Uključiti linkove iz komentara

# #30223
source: My Watched History
hr: Moja Povijest Gledanja

# #30224
source: Trying Sources for Auto-Play
hr: Iskušavanje Izvora za Automatsku reprodukciju

# #30225
source: Trying: [%s] %s from %s
hr: Pokušaj: [%s] %s iz %s

# #30226
source: Failed: [%s] %s from %s
hr: Neuspješno: [%s] %s iz %s

# #30227
source: Scraper Timeouts: [COLOR blue]%s[/COLOR]
hr: Timeouti Scrapera: [COLOR blue]%s[/COLOR]

# #30228
source: Reset Failures
hr: Reset pogrešaka

# #30229
source: Maximum Source Results
hr: Maksimum Rezultata Izvora

# #30230
source: Include in My Next Episodes
hr: Uključi u Moje sljedeće Epizode

# #30232
source: Set Trakt.tv API timeout to 60 seconds
hr: Postavite Trakt.tv API timeout na 60 sekundi

# #30233
source: Set Calendar start day to Yesterday
hr: Postavite početni dan Kalendara na jučer

# #30234
source: Show Episode Airtime on Calendar
hr: Pokaži vrijeme emitiranja epizoda na kalendaru

# #30235
source: Set Scraper timeout to 20 seconds
hr: Postavite Scraper timeout na 20 sekundi

# #30236
source: Include Watchlist in My Next Episodes
hr: Uključi Listu gledanja u Moje sljedeće Epizode

# #30237
source: Remove Deleted Direct sources from results
hr: Uklanjanje izbrisanih izravnih izvora iz rezultata

# #30238
source: Remove Unusable Indirect sources from results
hr: Uklanjanje neupotrebljivih neizravnih izvora iz rezultata

# #30239
source: Show Debrid sources in Green
hr: Pokaži Debrid izvore u zeleno

# #30240
source: No Limit on Maximum Source Results
hr: Nema ograničenja na Maksimalni rezultat Izvora

# #30241
source: Set Source Sort Keys to default
hr: Postavite Sort ključeve Izvora na zadane

# #30242
source: Set Scraper Sort Order to default
hr: Postavite Poredak Sortiranja Scrapera na zadano

# #30243
source: Reset All Scraper Base Urls to Default
hr: Ponovno postavljanje Svih URL-ova Scraper baza na Uobičajeno

# #30244
source: Select All/None
hr: Odaberi sve/ništa

# #30245
source: Automatically Select Best Source
hr: Automatski izaberite najbolji izvor

# #30246
source: SALTS Database Issue Recovery
hr: Oporavak problema nastalih u SALTS bazi podataka

# #30248
source: Should SALTS attempt a DB migration?
hr: Treba li SALTS pokušati migraciju DB?

# #30249
source: DB Migration Failed but a DB reset may succeed.
hr: DB migracija nije uspjela, ali resetiranje DB možda uspije.

# #30250
source: Should SALTS attempt a DB reset?
hr: Treba li SALTS pokušati resetirati DB?

# #30251
source: ([COLOR red]***All DB data will be lost.***[/COLOR])
hr: ([COLOR red]***Svi podaci DB bit će izgubljeni.***[/COLOR])

# #30252
source: DB Reset Failed: %s
hr: DB Reset nije uspio: %s

# #30500
source: Addon Theme
hr: Tema dodatka

# #30501
source: Authorized Trakt User
hr: Autorizirani Trakt Korisnik

# #30502
source: Calendar Start Day (0=Today)
hr: Početni Dan Kalendara (0 = Danas)

# #30503
source: Show air time on calendars
hr: Pokaži vremena emitiranja na kalendarima

# #30504
source: My Collection Sort Order
hr: Redoslijed slaganja Moje kolekcije

# #30505
source: My Next Episodes Sort Order
hr: Redoslijed slaganja Moje sljedeće epizode

# #30506
source: Show unaired episodes in My Next Episodes
hr: Pokaži neemitirane epizode u Moje sljedeće Epizode

# #30507
source: Show Season 0 in Seasons View
hr: Prikaži Sezonu 0 u Pregledu sezona

# #30508
source: Show unaired episodes in Seasons
hr: Prikaži neemitirane epizode u Seasonama

# #30509
source: Show an Indicator on Unaired Episodes
hr: Prikaži indikator na Neemitiranim epizodama

# #30510
source: Show episodes with unknown air date
hr: Pokaži epizode s nepoznatim datumom emitiranja

# #30511
source: Off
hr: Isključeno

# #30512
source: 24 Hour
hr: 24 sata

# #30513
source: 12 Hour
hr: 12 sati

# #30514
source: Previously Collected
hr: Prethodno prikupljeni

# #30515
source: Recently Collected
hr: Nedavno Prikupljeni

# #30516
source: Title
hr: Naslov

# #30517
source: Year
hr: Godina

# #30518
source: Activity
hr: Aktivnost

# #30519
source: Title
hr: Naslov

# #30520
source: Most Completed
hr: Uglavnom završeno

# #30521
source: Least Completed
hr: Najmanje završeno

# #30522
source: Recently Aired
hr: Nedavno Emitirano

# #30523
source: Previously Aired
hr: Prije Emitirano

# #30524
source: Show Trending
hr: Pokaži Trendove

# #30525
source: Show Popular
hr: Pokaži Popularno

# #30526
source: Show Recently Updated
hr: Pokaži Nedavno ažurirani

# #30527
source: Show Recommended
hr: Pokaži Preporučeno

# #30528
source: Show My Collection
hr: Pokaži Moju kolekciju

# #30529
source: Show My Favorites
hr: Pokaži Moje omiljene

# #30530
source: Show My Subscriptions
hr: Prikaži Moje pretplate

# #30531
source: Show My Watchlist
hr: Prikaži Moje liste praćenja

# #30532
source: Show My Lists
hr: Pokaži Moje liste

# #30533
source: Show Other Lists
hr: Pokaži ostale liste

# #30534
source: Show My Next Episodes
hr: Prikaži Moje sljedeće epizode

# #30535
source: Show My Calendar
hr: Prikaži moj kalendar

# #30536
source: Show General Calendar
hr: Pokaži Opći kalendar

# #30537
source: Show Premiere Calendar
hr: Pokaži Kalendar Premijera

# #30538
source: Show Friends
hr: Pokaži prijatelje

# #30539
source: Show Search
hr: Pokaži Pretraživanje

# #30612
source: Base Url
hr: Bazni Url

# #30613
source: Include in Page Existence checks?
hr: Uključiti u provjeru postojanja stranice

# #30646
source: Include Watchlist in My Next Episodes
hr: Uključi Listu gledanja u Moje sljedeće Epizode

# #30668
source: Cancel
hr: Odustani
